Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: With and without metabolic activation
es_es: Con y sin activación metabólica

source: With any AEs
es_es: Con cualquier EA

source: With best regards,
es_es: Saludos cordiales

source: With changes in evidence and practice, thrombectomy is now performed beyond 6 hours after stroke onset.
es_es: Con los avances en la evidencia y la práctica, la trombectomía ahora se realiza luego de las 6 horas posteriores al inicio del ACV.

source: With diabetes, N (%)
es_es: Con diabetes, N (%)

source: With each administration, the user/patient has to inject the whole content of the PFS.
es_es: En cada administración, el usuario o paciente debe aplicar la totalidad del contenido de la jeringa precargada.

source: With empaglilfozin / metformin HCl matrix
es_es: Con la matriz de empagliflozina / HCl de metformina

source: With inclusion of rural sites in the trial, patients may present at the initial hospital between 0-4.5 hours after stroke onset and receive thrombolysis in the trial but arrive at the endovascular-capable hospital beyond 6 hours after stroke onset.
es_es: Con la inclusión de centros rurales en el ensayo, los pacientes pueden presentarse en el hospital inicial entre 0 y 4.5 horas después del inicio del accidente cerebrovascular y recibir trombólisis, pero la llegada al hospital con capacidad endovascular puede ocurrir transcurridas las 6 horas posteriores al inicio del ACV.

source: With just 9 data points at or above QL a regression analysis is not meaningful.
es_es: Con solo 9 puntos de entrada de datos en o por encima del límite de cuantificación, hacer un análisis de regresión no resulta significativo.

source: With kind regards
es_es: Atentamente,

source: With linagliptin / metformin HCL matrix
es_es: Con la matriz de Linagliptina / HCl de metformina

source: With metabolic activation
es_es: Con activación metabólica

source: With receipt of any further information to these events, a follow-up SAE form had to be provided with identical rules and timelines as for the initial information.
es_es: Al recibir más información sobre estos eventos, se debía presentar un formulario de seguimiento de eventos adversos graves con reglas y plazos idénticos a los de la información inicial.

source: With reference to the communication received by Boeringer Ingelheim on 11th December 2023, the Argentinian Health Authority requested that the package leaflet for BEROTEC® (fenoterol hydrobromide) 100 mcg pressurised inhalation, solution (HFA) should be amended to include in the “Warning and precautions” section the risks of overuse of fenoterol in asthmatic patients.
es_es: Con referencia a la comunicación recibida en Boeringer Ingelheim el 11 de diciembre de 2023, la Autoridad Sanitaria Argentina solicitó modificar el prospecto de BEROTEC® (bromhidrato de fenoterol) , solución para inhalación presurizada (HFA) de 100 mcg a fin de que incluya, en la sección “Advertencias y precauciones”, los riesgos del uso excesivo de fenoterol en pacientes asmáticos.

source: With regard to conditions met for inclusion into the trial, the majority of patients (77.1%) had structural heart disease only, 6.4% of patients had HHF within 12 months of screening only, and 16.4% of patients met both of these conditions (Table 10.4.3: 1).
es_es: Entre las condiciones que se cumplieron para la inclusión en el ensayo, la mayoría de los pacientes (77.1%) tenían solo enfermedad cardíaca estructural, 6.4% de los pacientes se habían sometido a una hospitalización por insuficiencia cardíaca solamente dentro de los 12 meses posteriores a la selección y 16.4% de los pacientes cumplían ambas condiciones (Tabla 10.4.3: 1).

source: With regard to potential nitrosamine presence in biological products, the following general considerations apply:
es_es: Con respecto a la posible presencia de nitrosaminas en productos biológicos, valen las siguientes consideraciones generales:

source: With regard to the indication and the single dose administration in humans, reproductive toxicity testing was confined to the rabbit, as a sensitive species.
es_es: Respecto de la indicación y administración de dosis única en humanos, las pruebas de toxicidad reproductiva se limitaron al conejo, por ser una especie sensible.

source: With regard to the test parameter Dimensions the thickness of the tablets is dependent on the applied compression forces that are adjusted to meet the defined hardness specification of the tablet cores.
es_es: Con respecto al parámetro analítico Dimensiones, el espesor de los comprimidos depende de las fuerzas de compresión aplicadas que se ajustan para cumplir con la especificación de dureza definida del núcleo de los comprimidos.

source: With regard to the use of MRAs, patients taking MRAs at baseline showed a smaller effect of empagliflozin vs placebo than patients who were not taking MRAs.
es_es: Con respecto al uso de ARM: en los pacientes que recibían ARM al inicio, la empagliflozina tuvo menor efecto que en aquellos que no los recibían, en comparación con el placebo en ambos casos.

source: With the above defined control strategy and absence of microbiological findings over the years of routine release and stability testing, the microbial quality and safety of dabigatran etexilate capsules are assured until the implementation of the revised specification.
es_es: Con la estrategia de control definida anteriormente y la ausencia de hallazgos microbiológicos durante los años de pruebas de liberación y estabilidad de rutina, quedan aseguradas la calidad microbiana y la seguridad de Etexilato de dabigatrán, cápsulas hasta la implementación de la especificación modificada.

source: With the exception of the endpoint including patients with HbA1c ≤ 6.5%, all treatment sustainability endpoints and components showed a significantly higher proportion of responders in the linagliptin group than in the glimepiride group (Table 11).
es_es: Salvo el que incluía a los pacientes con una HbA1c ≤ 6.5%, todos los criterios de valoración y todos los componentes relacionados con la sostenibilidad del tratamiento arrojaron una proporción significativamente mayor de pacientes responsivos con linagliptina que con glimepirida (Tabla 11).

source: With the registration of the additional filling line SM6 as well as the new rubber stopper and the respective crimp cap for manufacturing of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial, the affected sections are:
es_es: Al registrar la línea de rellenado adicional SM6, así como el nuevo tapón de caucho y su tapa metálica respectiva en la fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, se ven afectadas las siguientes secciones:

source: With the update of section 3.2.P.3.1 for the above-mentioned addition of Solvias AG as alternative testing site, the following change is included in the same section of the dossier
es_es: Habiéndose actualizado la Sección 3.2.P.3.1 con la citada adición de Solvias AG como centro de evaluación alternativo, se incluye la siguiente modificación en la misma sección del dosier.

source: With this BI also concludes that the GNE material used in the clinical study AcT is representative of the 25 mg Metalyse product intended for commercial supplies.
es_es: En función de esto, BI concluye que el material de GNE usado en el estudio clínico AcT es representativo del producto Metalyse 25 mg previsto para suministro comercial.

source: With this absorption coefficient, reproducible determinations of the protein content in purified tenecteplase samples can be performed.
es_es: Con el coeficiente de absorción, es posible realizar evaluaciones reproducibles del contenido de proteínas en muestras de tenecteplasa purificada.

source: With this application, Boehringer Ingelheim is submitting the Clinical Trial Report for CAROLINA.
es_es: Junto con esta solicitud, Boehringer Ingelheim presenta el Informe de estudio clínico de CAROLINA.

source: With this change application an additional aseptic filling line (SM5) is proposed to be registered for the manufacturing of idarucizumab drug product (50mg/mL).
es_es: Mediante este cambio, se propone registrar una línea de llenado aséptico adicional (SM5) para la fabricación del medicamento idarucizumab (50 mg/ml).

source: With this variation application data to the approved Post Approval Change Management Protocol (PACMP) in accordance with the Variation Classification Guideline (Type IB change category B.I.e.5.c) will be reported.
es_es: Junto con esta solicitud de variación, se consignará la información del Protocolo de Gestión de Cambios Posteriores a la Aprobación (PACMP), de acuerdo con la Guía de Clasificación de Variaciones (categoría de cambios Tipo IB, B.I.e.5.c).

source: Withdraw samples at the specified time point from zone midway between the surface of the dissolution medium and the top of the rotating paddle, and not less than 1 cm from the vessel wall.
es_es: Retirar las muestras en el momento especificado de la zona intermedia entre la superficie del medio de disolución y la parte superior de la paleta giratoria, y a no menos de 1 cm de la pared del recipiente.

source: Withdrawal
es_es: Extracción

source: Withdrawal of consent should be recorded in the ‘Study End’ page of the eCRF.
es_es: El retiro del consentimiento debe quedar registrado en la página "Fin del estudio" del eCRF.

source: Withdrawal of informed consent
es_es: Retiro del consentimiento informado

source: Within a FMEA, RPNs were assigned to all primary packaging MAs with a potential impact on DP CQAs.
es_es: En un análisis FMEA, se asignaron números de prioridad de riesgo (RPN) a todos los atributos de los materiales del acondicionamiento primario que pudieran tener un impacto sobre los atributos críticos de calidad del medicamento.

source: Within days of drug administration, the initial natriuresis is compensated through changes in tubulo-glomerular feedback.
es_es: A los pocos días de la administración del medicamento, la natriuresis inicial se compensa mediante cambios en la retroalimentación túbulo-glomerular.

source: Within the Ph. Eur. monograph 2.6.14 various analytical methods are listed.
es_es: En la monografía 2.6.14 de la Ph. Eur. se incluyen diversas metodologías analíticas.

source: Within the basic peak group mainly different N-terminal and C-terminal charge variants are enriched
es_es: Dentro del grupo de picos de especies básicas, se enriquecen muchas variantes de carga N-terminales y C-terminales.

source: Within the consecutive fractions it could be shown that process interruptions of 2 hours can lead to adsorption effects at the filter, which however are compensated by the solution volume in the surge vessel.
es_es: Dentro de las fracciones consecutivas, se pudo demostrar que interrupciones del proceso de 2 horas pueden provocar efectos de adsorción en el filtro, que sin embargo se compensan con el volumen de solución en el tanque de compensación.

source: Within the individual categories of AESIs and specific AEs, generally similar proportions of patients in both treatment groups had serious or complicated AEs.
es_es: Dentro de las categorías individuales de eventos adversos de interés especial y eventos adversos específicos, hubo una proporción en general similar de pacientes con eventos adversos graves o complicados en ambos grupos de tratamiento.

source: Within this document justifications are provided to support the proposed release limit of ≤ 0.6 % for the degradation product Z.
es_es: En este documento se proporcionan justificaciones para respaldar el límite de liberación propuesto (≤ 0.6 %) para el producto de degradación Z.

source: Within this document justifications are provided to support the proposed release limit of ≤ 0.6 % for the degradation product Z. The proposed specification limit is based on stability data gathered during the last years (ongoing stability and ICH stability) and based on regulatory guidance.
es_es: En este documento se proporcionan justificaciones para respaldar el límite de liberación propuesto (≤ 0.6 %) para el producto de degradación Z. El límite de especificación propuesto se basa en datos de estabilidad recopilados durante los últimos años (estabilidad en curso y estabilidad de ICH) y en la orientación regulatoria.

source: Within this experiment it was observed that the number of revertants of TA 1535 and also TA 100 were in general higher with hamster S9 compared to rat S9.
es_es: En este ensayo, se observó que la cantidad de mutaciones inversas de TA 1535 y TA 100 fueron en general mayores con el S9 de hámster que con S9 de rata.

source: Within this study, tenecteplase lyophilised powder was reconstituted in a glass vial with water for injection at concentration 5 mg/mL (e.g. 40 mg tenecteplase in 8 mL water).
es_es: En este estudio, el polvo liofilizado de tenecteplasa se reconstituyó en un frasco de vidrio con agua para inyección a una concentración de 5 mg/ml (p. ej., 40 mg de tenecteplasa en 8 ml de agua).

source: Within this study, tenecteplase lyophilised powder will be reconstituted in a glass vial with water for injection at concentration 5mg/mL (e.g. 40mg tenecteplase in 8mL water).
es_es: En este estudio, el polvo liofilizado de tenecteplasa se reconstituirá en un frasco de vidrio con agua para inyección a una concentración de 5 mg/ml (p. ej., 40 mg de tenecteplasa en 8 ml de agua).

source: Within this unblinded study, the investigational product (study drug) is considered to be tenecteplase.
es_es: En este estudio desenmascarado, se considera que el producto en investigación (medicamento en estudio) es tenecteplasa.

source: Without > 2% weight gain
es_es: Sin aumento de peso > 2%

source: Without matrix
es_es: Sin la matriz

source: Without metabolic activation
es_es: Sin activación metabólica

source: Without replaced
es_es: Sin remplazos

source: Witness Events
es_es: Eventos testimoniales

source: Wobst,Dr.,Ivonne
es_es: Dra. Wobst, Ivonne

source: Women
es_es: Mujeres

source: Women of childbearing potential had to be ready and able to use highly effective methods of birth control per ICH M3 (R2) [R09-1400] that result in a low failure rate of less than 1% per year when used consistently and correctly.
es_es: Las mujeres en edad fértil tenían que estar dispuestas y ser capaces de usar métodos anticonceptivos muy efectivos según ICH M3 (R2) [R09-1400] (baja tasa de error, de menos del 1% por año si se los emplea de manera sistemática y correcta).

source: Women of childbearing potential had to use the contraception methods described in the patient information.
es_es: Las mujeres en edad fértil debían emplear los métodos anticonceptivos descritos en la información para pacientes.

source: Women who were known to be pregnant by medical history or investigator examination, without requiring pregnancy testing, could only be enrolled in consultation with an expert stroke physician.
es_es: Las mujeres que pudieran estar embarazadas, ya fuera por la información de la historia clínica o por el examen del investigador, sin que se requiriera una prueba de embarazo, solo podían reclutarse tras una consulta con un especialista en accidentes cerebrovasculares.

source: Women who were pregnant, nursing, or who planned to become pregnant while in the trial
es_es: Mujeres embarazadas, que estuvieran amamantando o que planearan quedar embarazadas durante el ensayo

source: Women with pregnancy known to the investigator by history or examination, without requiring pregnancy testing, may only be enrolled in consultation with an expert stroke physician (either in person or through tele-stroke)
es_es: Las mujeres cuyo embarazo fuera conocido por el investigador, ya fuera por la información de la historia clínica o por examen físico, sin que se requiriera una prueba de embarazo, solo podían reclutarse tras una consulta con un especialista en accidentes cerebrovasculares (presencial o por telemedicina).

source: Wong, C. Muller, A. Coulthard, J. Clouston, K. Mitchell, K. Mahady; Bankstown-Lidcombe Hospital (1) F. O’Rourke, Y. Liu, Y-M Kuang, A. Wu; Victorian Stroke Telemedicine service (Ambulance Victoria) Karen Smith, Michael Stephenson, Emily Andrew, Christopher Bladin, Matthew Lightermoet, Matthew Lee-Archer, Felix C Ng, Marion Simpson,
es_es: Wong, C. Muller, A. Coulthard, J. Clouston, K. Mitchell, K. Mahady; Bankstown-Lidcombe Hospital (1) F. O’Rourke, Y. Liu, Y-M Kuang, A. Wu; Servicio de telemedicina para accidentes cerebrovasculares de Victoria (Ambulance Victoria) Karen Smith, Michael Stephenson, Emily Andrew, Christopher Bladin, Matthew Lightermoet, Matthew Lee-Archer, Felix C Ng, Marion Simpson,

source: Wording adapted according to the internal template.
es_es: Se adapta la redacción según la plantilla interna.

source: Workaround:
es_es: Posibilidad alternativa:

source: Workflow times, min
es_es: Tiempos operativos, min.

source: Working Cell Bank
es_es: Banco de células de trabajo

source: Working cell bank
es_es: Banco de células de trabajo

source: Working cell bank testing
es_es: Análisis de bancos de células de trabajo

source: Working reference standard
es_es: Norma de referencia de trabajo

source: Working standard
es_es: Estándar operativo

source: World Health Organization
es_es: Organización Mundial de la Salud

source: Worsening of an underlying disease or of other preexisting condition was to be recorded as an (S)AE in the eCRF.
es_es: Todo empeoramiento de otra enfermedad subyacente o afección preexistente debía consignarse como evento adverso (serio) en el eCRF.

source: Worsening of the underlying disease or other pre-existing conditions was to be recorded as an adverse event.
es_es: Todo empeoramiento de otra enfermedad subyacente o afección preexistente debía consignarse como evento adverso.

source: Worsening of underlying disease, changes in vital signs and other examinations
es_es: Empeoramiento de enfermedad subyacente, cambios en los signos vitales y otros controles

source: Written informed consent was obtained from the participant or a legal representative before enrollment, except in jurisdictions allowing deferral of consent for emergency treatment, in which case consent was obtained to continue participation.
es_es: Se obtuvo el consentimiento informado por escrito del participante o de un representante legal antes de la inclusión, excepto en jurisdicciones que permiten aplazar el consentimiento para tratamientos de emergencia, en cuyo caso se obtuvo el consentimiento para continuar con la participación.

source: Wt. of sample (g) x (100 - % Water content of sample)
es_es: Peso de la muestra (g) × (100 - % cont. agua de la muestra)

source: WtRS = Weight of empagliflozin reference substance to prepare the standard solution 100 %
es_es: WtRS = Peso de la sustancia de referencia empagliflozina para preparar la solución estándar al 100 %

source: WtRS = weight of relevant reference substance (mg)
es_es: WtRS = peso de la sustancia de referencia (mg)

source: WtS = weight of reference substance used [mg]
es_es: WtS = Peso de la sustancia de referencia utilizada [mg]

source: WtT = weight of test sample [mg]
es_es: WtT = peso de la muestra de prueba [mg]

source: WtTS = weight of test sample (g)
es_es: WtTS = peso de la muestra de prueba (g)

source: WtTS= weight of test sample (g)
es_es: WtTS = peso de la muestra de prueba (g)

source: X - content of impurity, percentage;
es_es: X - contenido porcentual de impureza;

source: XC plaque assay
es_es: ensayo XC

source: Xenotropic Murine Leukemia Virus
es_es: Virus de la leucemia murina xenotrópica

source: Y
es_es: sí

source: Y (yellow) 2.4
es_es: Y (amarillo) 2.4

source: Y procederá a incluir en la base de datos al laboratorio o centro inspeccionado, dicha base de datos será publicada y actualizada en la página web institucional para fines informativos de los interesados.
es_es: The laboratory or center inspected will be included in a database, which will be published and updated on the institutional website for informational purposes.

source: Y-Intercept
es_es: Ordenada al origen

source: Y-Intercept [i.u]
es_es: Ordenada al origen [u.i.]

source: Yes
es_es: Sí

source: Year
es_es: Año

source: Years since diagnosis of HF, mean (SD)
es_es: Años desde el diagnóstico de ins. card., media (DE)

source: Yeast extract
es_es: Extracto de levadura

source: Yellow primary solution
es_es: Solución primaria amarilla,

source: Yellow spots appear on a blue background.
es_es: Aparecen manchas amarillas sobre un fondo azul.

source: Yes1
es_es: Sí1

source: Yes2
es_es: Sí2

source: Yes3
es_es: Sí3

source: Yogendrakumar V, Churilov L, Mitchell PJ, et al; Neurology.
es_es: Yogendrakumar V, Churilov L, Mitchell PJ, y col; Neurology.

source: You should consider that the 50 mg dose is NOT registered in the Medicinal Specialty Registry.
es_es: Considérese que la dosis de 50 mg NO está registrada en el registro de especialidades medicinales.

source: You should contact your doctor as soon as possible to review your asthma treatment.
es_es: Comuníquese con su médico lo antes posible para que le replantee el tratamiento antiasmático.

source: Yours faithfully,
es_es: Atentamente,

source: Yours sincerely,
es_es: Saludamos a Ud. cordialmente,

source: ZIDOBUDINA
es_es: ZIDOBUDINE

source: ZIDOBUDINA COMBINACIONES
es_es: ZIDOBUDINE COMBINATIONS

source: ZIDOVUDINA, COMBINACIONES
es_es: ZIDOVUDINE COMBINATIONS

source: ZONA:
es_es: AREA:

source: Zeitangabe
es_es: Fecha y hora

source: Zertifikat-Nr./Certificate no:
es_es: N.° de Certificado:

source: Zeughausstr.
es_es: Calle Zeughaus

source: Zou G. A modified poisson regression approach to prospective studies with binary data.
es_es: [fuzzy]13. Zou G. A modified Poisson regression approach to prospective studies with binary data.

source: [%] monomer
es_es: [%] monómero

source: [...] (Dry Mixture).
es_es: [...] (Mezcla seca).

source: [...] Inlet air temperature:
es_es: [...] temperatura del aire de la entrada

source: [1] Material used at BI -Biberach only
es_es: [1] Material únicamente empleado en BI-Biberach

source: [2] Material used at BI Vienna only
es_es: [2] Material únicamente empleado en BI Vienna

source: [reference:
es_es: [referencia:

source: [CFU/100 mL]
es_es: [UFC/100 ml]

source: [INSERT]
es_es: [insertar]

source: [IU/mL]
es_es: [UI/ml]

source: [IU/mg]
es_es: [UI/mg]

source: [NTU]
es_es: [UNT]

source: [OPU letterhead]
es_es: [Membrete de la unidad operativa]

source: [P001673461] / Version 1.0 / Page 1of 3
es_es: [P001673461] / Versión 1.0 / Página 1de 3

source: [P001673461] / Version 1.0 / Page 3of 3
es_es: [P001673461] / Versión 1.0 / Página 3de 3

source: [Versión 3.0]
es_es: [Version 3.0]

source: [c23238241, Figure 15.2.1.1: 1]
es_es: [c23238241, Figura 15.2.1.1: 1]

source: [c23238241, Figure 15.2.6.1.4: 1]
es_es: [c23238241, Figura 15.2.6.1.4: 1

source: [c23238241, Figure 15.2.6.10.2: 1]
es_es: [c23238241, Figura 15.2.6.10.2: 1]

source: [c23238241, Figures 15.2.3.1: 1, 15.2.3.13:1, and 15.2.3.15: 1]
es_es: [c23238241, Figuras 15.2.3.1: 1, 15.2.3.13:1, y 15.2.3.15: 1]

source: [c23238241, Table 15.1.5: 3]
es_es: [c23238241, Tabla 15.1.5: 3]

source: [c23238241, Table 15.2.1.6.1: 1]
es_es: [c23238241, Tabla 15.2.1.6.1: 1]

source: [c23238241, Table 15.2.5: 2]
es_es: [c23238241, Tabla 15.2.5: 2]

source: [c23238241, Table 15.2.6.18: 1]
es_es: [c23238241, Tabla 15.2.6.18: 1]

source: [c23238241, Table 15.2.6.19.1: 1]
es_es: [c23238241, Tabla 15.2.6.19.1: 1]

source: [c23238241, Table 15.3.1.1: 1]
es_es: [c23238241, Tabla 15.3.1.1: 1]

source: [c23238241, Table 15.3.1.4.1: 1]
es_es: [c23238241, Tabla 15.3.1.4.1: 1]

source: [c23238241, Table 15.3.1.4.1: 4]
es_es: [c23238241, Tabla 15.3.1.4.1: 4]

source: [c23238241, Tables 15.1.1: 1, 15.1.1: 3, and 15.1.1: 4]
es_es: [c23238241, Tablas 15.1.1: 1, 15.1.1: 3, y 15.1.1: 4]
